export const FAQData = [
  {
    title: 'عمومی',
    id: 1,
    data: [
      {
        id: 11,
        title: 'سوپر اپلیکیشن توبانک چیست؟',
        description:
          'توبانک یک سوپر اپلیکیشن کارآمد و جامع در حوزه‌های بانکداری دیجیتالی، بانکداری باز و سوپرمارکت مالی با رابط کاربری ساده و جذاب است که علاوه بر خدمات پرداخت همچون کارت به کارت در بستر هاب فناوران مالی شاپرک، استعلام خلافی خودرو و قبض‌های متنوع و پرداخت آنها و خرید شارژ و بسته‌ی اینترنتی تلفن همراه، برخی دیگر از خدمات با عناوین «شعبه شخصی»، «چک صیادی» و «کیف پول الکترونیکی» را ارائه می‌دهد.',
      },
      {
        id: 12,
        title: 'آیا ثبت‌نام در سوپر اپلیکیشن توبانک رایگان است؟',
        description:
          'بله، نصب و ثبت‌نام در سوپر اپلیکیشن توبانک کاملا رایگان است.',
      },
      {
        id: 13,
        title: 'نحوه ثبت نام افراد کمتر از 18 سال در سوپر اپلیکیشن چگونه است؟ ',
        description:
          'افراد کمتر از 18 سال امکان ثبت نام در سوپر اپلیکیشن توبانک را نداشته و برای افتتاح حساب نیاز است همراه کفیل خود به شعب بانک گردشگری مراجعه نمایند.',
      },
      {
        id: 14,
        title: 'چگونه می‌توانم با پشتیبانی تماس بگیرم؟',
        description:
          'برای تماس با پشتیبانی می‌توانید با شماره 23950-021 تماس بگیرید. همچنین با انتخاب گزینه "تماس با ما" در قسمت "سایر"، می‌توانید راه‌های متنوع ارتباط با ما را مشاهده فرمایید.',
      },
      {
        id: 15,
        title: 'چگونه می‌توانم از نسخه سوپر اپلیکیشن اطلاع پیدا کنم؟',
        description:
          'در صفحه وارد کردن رمز عبور، پایین صفحه نسخه سوپر اپلیکیشن توبانک نوشته شده است.',
      },
      {
        id: 16,
        title: 'رمز عبور خود را فراموش کرده ام.',
        description:
          'درصورت فراموشی رمز عبور خود می‌بایست یکبار از اکانت کاربری خود خارج شده و مجددا وارد شوید.',
      },
      {
        iid: 17,
        title: 'آیا سوپر اپلیکیشن توبانک پشتیبانی آنلاین هم دارد؟',
        description:
          'بله، در بالای تمام صفحات سوپر اپلیکیشن توبانک، با استفاده از گزینه هدفون می‌توانید به صورت آنلاین و 24 ساعته سوالات خود را مطرح کنید.',
      },
      {
        id: 18,
        title: 'چگونه می‌توانم اعلان‌های سوپر اپلیکیشن توبانک را ببینم؟',
        description:
          'در بالای صفحه اول با انتخاب علامت زنگوله، می‌توانید به بخش اعلان‌ها وارد شوید.',
      },
    ],
  },
  {
    title: 'سامانه شعبه شخصی',
    id: 2,
    data: [
      {
        id: 22,
        title: 'سامانه شعبه شخصی چیست؟',
        description:
          'سوپر اپلیکیشن هوشمند توبانک به‌واسطه سامانه شعبه شخصی بانک گردشگری، امکان احراز هویت و افتتاح سپرده کاملا آنلاین و رایگان در بانک گردشگری را بدون نیاز به مراجعه حضوری برای شما میسر می‌کند.',
      },
      {
        id: 23,
        title: 'آیا می‌توان به‌صورت مجازی افتتاح حساب کرد؟',
        description:
          'پس از نصب و راه‌اندازی سوپر اپلیکیشن توبانک، شما می‌توانید با ورود به منوی شعبه شخصی، پس از احراز هویت آنلاین و ثبت امضاء دیجیتالی، سپرده مورد نظر خود را ایجاد کنید.',
      },
      {
        id: 24,
        title: 'چه حساب‌هایی را می‌توان در سامانه شعبه شخصی افتتاح کرد؟',
        description:
          'در سامانه شعبه شخصی شما می‌توانید سپرده‌های کوتاه مدت طرح هواداری باشگاه پرسپولیس، طرح ورزش‌های همگانی، کوتاه مدت و سپرده قرض‌الحسنه را به‌صورت کاملاً آنلاین و رایگان افتتاح کنید.',
      },
      {
        id: 25,
        title:
          'پس از افتتاح حساب چگونه می‌توانم کارت بانکی مورد نظر را دریافت کنم؟',
        description:
          'شما می‌توانید پس از ورود به سامانه شعبه شخصی و انتخاب گزینه "صدور آنی کارت" کارت بانکی خود را به صورت رایگان در محل اعلامی خود دریافت کنید.',
      },
      {
        id: 26,
        title: 'چقدر طول می‌کشد کارت بانکی به دستم برسد؟',
        description:
          'پس از افتتاح حساب در سامانه شعبه شخصی سوپر اپلیکیشن توبانک و درخواست صدور آنی کارت، 3 تا 7 روز کاری طول می‌کشد تا کارت بانکی در محل اعلامی برای شما ارسال شود.',
      },
      {
        id: 27,
        title:
          'داخل بسته ارسالی از بانک رمز اول کارت بانکی قید نشده است. چکار کنم؟',
        description:
          'در شعبه شخصی، گزینه "لیست کارت‌ها" را انتخاب کنید و از قسمت "خدمات کارت"، رمز اول کارت بانکی خود را دریافت کنید .',
      },
      {
        id: 28,
        title: 'آیا می‌توانم رمز اول خود را به دلخواه تغییر دهم؟',
        description:
          'بله، در صورت تمایل می‌توانید به دستگاه‌های خودپرداز مراجعه و رمز اول خود را تغییر دهید.',
      },
      {
        id: 29,
        title:
          'درصورت مفقودی کارت بانکی می‌توانم رمز اول کارت بانکی را تغییر دهم؟',
        description:
          'بله، شما از طریق سامانه شعبه شخصی و انتخاب گزینه "دریافت رمز اول کارت" می‌توانید رمز اول جدید دریافت کنید.',
      },
      {
        id: 221,
        title: 'در صورت مفقودی کارت بانکی چکار کنم؟',
        description:
          'در صورت مفقود شدن کارت بانکی خود، از طریق سامانه شعبه شخصی، قسمت خدمات کارت، در کمترین زمان و به صورت آنلاین اقدام به صدور المثنی کارت بانکی کنید.',
      },
    ],
  },
  {
    title: 'کیف پول الکترونیکی',
    id: 3,
    data: [
      {
        id: 31,
        title: 'کیف پول الکترونیکی چیست؟',
        description:
          'کیف پول الکترونیکی یک خدمت آنلاین است که با استفاده از آن می‌توانید تراکنش‌های اینترنتی مانند خرید شارژ، خرید بسته اینترنت، پرداخت قبوض و غیره را با گوشی موبایل خود یا کامپیوتر انجام دهید.',
      },
      {
        id: 32,
        title: 'چگونه می‌توان موجودی کیف پول خود را افزایش داد؟',
        description:
          'برای افزایش موجودی کیف پول الکترونیکی می‌بایست وارد قسمت "کیف پول" شوید. در این قسمت می‌توانید کیف پول الکترونیکی خود را شارژ کنید.',
      },
      {
        id: 33,
        title: 'آیا افزایش اعتبار کیف پول الکترونیکی محدودیت دارد؟',
        description:
          'بله، حداکثر سقف موجودی کیف پول دیجیتال به صورت پیش‌فرض 200.000 تومان و برای کاربرانی که در شعبه شخصی افتتاح سپرده کرده‌اند، مبلغ 500.000 تومان است.',
      },
      {
        id: 34,
        title:
          'چگونه می‌توان کیف پول الکترونیکی توبانک را به سطح یک ارتقاء داد؟',
        description:
          'در صورتی که با استفاده از سامانه شعبه شخصی سوپر اپلیکیشن توبانک، یکی از سپرده‌های کوتاه مدت یا کوتاه مدت طرح هواداری باشگاه پرسپولیس را به‌صورت کاملا آنلاین و رایگان افتتاح و کارت بانکی سپرده مذکور را دریافت کرده باشید، کیف پول الکترونیکی شما به سطح ۱ ارتقاء پیدا می‌کند.',
      },
      {
        id: 35,
        title: 'آیا با حذف سوپر اپلیکیشن موجودی کیف پول الکترونیکی صفر می‌شود؟',
        description:
          'خیر، تنها در صورتی که اکانت کاربری خود را حذف کنید موجودی کیف پول الکترونیکی صفر می‌شود.',
      },
      {
        id: 36,
        title:
          'آیا می‌توان اعتبار کیف پول الکترونیکی را به حساب بانکی انتقال داد؟',
        description:
          'خیر، تنها می‌توانید موجودی کیف پول الکترونیکی خود را به جز اعتبار هدیه لینک دعوت، به کیف پول الکترونیکی غیر که در سوپر اپلیکیشن توبانک حساب کاربری داشته باشد انتقال دهید.',
      },
      {
        id: 37,
        title: 'آیا خرید و فروش اعتبار کیف پول الکترونیکی مجاز است؟',
        description:
          'خیر، خرید و فروش اعتبار کیف پول به غیر اعم از حقوقی و حقیقی ممنوع می‌باشد. ذکر این نکته الزامی است که در صورت انتقال اعتبار مشکوک نظیر خرید و فروش یا انتقال اعتبار هدیه دریافتی توسط لینک دعوت، دسترسی کاربر مسدود و اطلاعات ایشان به واحد بررسی و احراز هویت ارجاء داده می‌شود.',
      },
    ],
  },
  {
    title: 'کارت به کارت',
    id: 4,
    data: [
      {
        id: 41,
        title: 'کارت بانکی کدام بانک‌ها به عنوان بانک مبدا پشتیبانی می‌شوند؟',
        description:
          'درحال حاضر شما می‌توانید از کارت بانک‌های گردشگری، ملی، سپه، اقتصاد نوین، پارسیان، پاسارگاد، سامان، شهر، دی، صادرات، انصار، مهر اقتصاد، آینده، حکمت، خاورمیانه و ایران زمین به عنوان کارت مبدا استفاده کنید.',
      },
      {
        id: 42,
        title: 'به کدام کارت‌های بانکی می‌توان انتقال وجه انجام داد؟',
        description:
          'شما می‌توانید به تمام کارت‌های بانکی عضو شتاب انتقال وجه انجام دهید.',
      },
      {
        id: 43,
        title: 'سقف کارت به کارت چقدر است؟',
        description:
          'سقف کارت به کارت برای بانک گردشگری روزانه مبلغ 100,000,000 ریال، کارت‌ بانک‌های ملی، سپه، کشاورزی، مسکن، اقتصاد نوین، پارسیان، پاسارگاد، سامان، شهر، آینده و خاورمیانه روزانه 50,000,000 ریال و برای کارت‌ سایر بانک‌ها روزانه مبلغ 30,000,000 ریال می‌باشد.\n',
      },
      {
        id: 44,
        title: 'تراکنش ناموفق بود اما پول از حساب من کسر شد.',
        description:
          'در چنین شرایطی اگر تراکنش ناموفق و پول از حساب شما کسر شده بود، رسید تراکنش را برای پشتیبانی ارسال کنید. پس از بررسی درصورت تایید تراکنش ناموفق، ظرف 72 ساعت مبلغ تراکنش به حساب شما برگشت داده خواهد شد.',
      },
      {
        id: 45,
        title: 'آیا استعلام موجودی در سوپر اپلیکیشن گردش‌‌پی کارمزد دارد؟',
        description:
          'استعلام موجودی برای تمام سپرده‌های بانک گردشگری، از طریق سامانه شعبه شخصی رایگان بوده و برای کارت سایر بانک‌ها می‌بایست مبلغ ۱۲۰۶ ریال کارمزد بپردازید.',
      },
      {
        id: 46,
        title: 'آیا انتقال وجه درون بانکی بانک گردشگری هزینه دارد؟',
        description:
          'بله، انتقال وجه درون بانکی بانک گردشگری به مبلغ 300 ریال است.',
      },
      {
        id: 47,
        title: 'آیا امکان مدیریت کارت‌های بانکی وجود دارد؟',
        description:
          'بله، در قسمت کارت‌های من در سوپر اپلیکیشن توبانک شما می‌توانید کارت‌های بانکی خود را افزوده و مدیریت کنید.',
      },
      {
        id: 48,
        title:
          'آیا می‌توان کارت بانکی اعضای خانواده یا دوستان را نیز به سوپر اپلیکیشن اضافه کرد؟',
        description:
          'خیر، صاحب کارت بانکی و خط تلفن همراه ثبت شده در سوپر اپلیکیشن باید یک نفر باشد.',
      },
      {
        id: 49,
        title:
          'آیا برای استفاده از خدمات بانکی می‌توان از کارت بانکی دیگران استفاده کرد؟',
        description:
          'خیر، صاحب کارت بانکی و خط تلفن همراه ثبت شده در سوپر اپلیکیشن باید یک نفر باشد.',
      },
    ],
  },
  {
    title: 'خرید شارژ و بسته اینترنتی',
    id: 5,
    data: [
      {
        id: 51,
        title: 'از چه اپراتورهایی می‌توان شارژ سیم‌کارت خرید؟',
        description:
          'شما می‌توانید از اپراتورهای ایرانسل، همراه اول، رایتل و شاتل شارژ سیم‌کارت خریداری کنید.',
      },
      {
        id: 52,
        title:
          'آیا می‌شود از طریق سوپر اپلیکیشن توبانک رمز شارژ سیم‌کارت را دریافت کرد؟',
        description:
          'خیر، از طریق سوپر اپلیکیشن توبانک شارژ سیم‌کارت به‌صورت مستقیم انجام می‌شود.',
      },
      {
        id: 53,
        title: 'آیا می‌توانم برای دوستانم شارژ خریداری کنم؟',
        description:
          'بله، کافیست در مرحله اول شماره تلفن همراه مورد نظر را وارد کنید.',
      },
      {
        id: 54,
        title: 'حداقل و حداکثر مبلغ خرید شارژ سیم‌کارت چقدر است؟',
        description:
          'حداقل و حداکثر مبلغ خرید شارژ سیم‌کارت برای اپراتورهای موجود در سوپر اپلیکیشن توبانک، از 10.000 ریال تا 2.000.000 ریال متغیر است.',
      },
      {
        id: 55,
        title: 'آیا به اندازه مبلغ پرداختی، اعتبار سیم‌کارت دریافت می‌کنم؟',
        description:
          'خیر، 9% مالیات بر ارزش افزوده کسر شده و مابقی مبلغ به عنوان اعتبار به سیم‌کارت شما اضافه خواهد شد.',
      },
      {
        id: 56,
        title: 'پس از خرید شارژ، سیم‌کارت شارژ نشد',
        description:
          'باید دقت داشته باشید که شماره و نوع سیم‌کارت مورد نظر را صحیح وارد کنید. در صورت اطمینان از صحت اطلاعات وارد شده با پشتیبانی تماس بگیرید تا مشکل بررسی و رفع گردد.',
      },
      {
        id: 57,
        title: 'برای سیم‌کارت کدام اپراتورها می‌توان بسته اینترنتی تهیه کرد؟',
        description:
          'شما می‌توانید برای سیم‌کارت‌های دائمی، اعتباری و دیتا اپراتورهای ایرانسل، همراه اول، رایتل و شاتل بسته اینترنتی خریداری کنید. ذکر این نکته الزامی است که می‌بایست نوع سیم‌کارت (اعتباری، دائمی، دیتا) را به‌صورت صحیح وارد کنید، در غیر این‌صورت تراکنش لغو و برگشت خواهد خورد.',
      },
    ],
  },
  {
    title: 'کارت هدیه',
    id: 6,
    data: [
      {
        id: 61,
        title: 'روزانه چند کارت هدیه می‌توان خریداری کرد؟',
        description:
          'سقف خرید کارت هدیه از سوپر اپلیکیشن توبانک، روزانه 5 کارت است.',
      },
      {
        id: 62,
        title: 'حداقل و حداکثر مبلغ کارت هدیه چقدر است؟',
        description:
          'مبلغ انتخابی برای کارت هدیه حداقل 1,000,000 ریال و حداکثر 20,000,000 ریال می‌باشد.',
      },
      {
        id: 63,
        title: 'آیا امکان انتخاب مبلغ دلخواه وجود دارد؟',
        description:
          'بله، شما در بازه تعیین شده می‌توانید مبلغ دلخواه خود را برای کارت هدیه انتخاب کنید.',
      },
      {
        id: 64,
        title:
          'آیا می‌توانم کارت هدیه را با موجودی کیف پول الکترونیکی خریداری کنم؟',
        description:
          'بله، شما به دو صورت درگاه پرداخت بانکی و کیف پول الکترونیکی، قادر به پرداخت هزینه کارت هدیه خود هستید.',
      },
      {
        id: 65,
        title: 'آیا امکان ارسال کارت هدیه در بازه زمانی انتخابی وجود دارد؟',
        description:
          'در حال حاضر تحویل کارت هدیه در بازه انتخابی فقط برای شهر تهران امکان‌پذیر است. کارت هدیه برای حومه شهر تهران و شهرستان‌ها با پست جمهوری اسلامی ایران ارسال شده و امکان تعیین بازه زمانی انتخابی وجود ندارد.',
      },
      {
        id: 66,
        title: 'آیا امکان دریافت کارت هدیه شخصی‌سازی شده نیز وجود دارد؟',
        description:
          'بله، شما می‌توانید از تصویر و متن مورد نظر خود برای کارت هدیه استفاده کنید. ذکر این نکته الزامی است که ت.',
      },
      {
        id: 67,
        title: 'آیا طرح‌های آماده برای مناسبت‌های متنوع هم وجود دارد؟',
        description:
          'بله، شما می‌توانید طرح دلخواه خود را با توجه به مناسبت مورد نظر بین گزینه‌های ماه‌ تولد، تبریک نوروز، تبریک ازدواج، اعیاد ملی، مذهبی و فرهنگی، تبریک شاگردان ممتاز، فصل‌های تولد، مشاهیر، طبیعت، مکان‌های تاریخی، روزهای خاص و کارت هدیه موشی انتخاب کنید.',
      },
      {
        id: 68,
        title: 'چطور از رمز کارت هدیه اطلاع پیدا کنم؟',
        description:
          'رمز کارت هدیه پس از ثبت سفارش و صدور، از طریق اعلان‌های سوپر اپلیکیشن به شما اطلاع داده می‌شود.',
      },
      {
        id: 69,
        title: 'آیا صدور و ارسال کارت هدیه شامل هزینه می‌شود؟',
        description:
          'بله، به مبلغ مورد نظر کارت هدیه، 50.000 ریال کارمزد و 150.000 ریال بابت هزینه ارسال کارت هدیه اضافه خواهد شد.',
      },
    ],
  },
  {
    title: 'پرداخت قبض',
    id: 7,
    data: [
      {
        id: 71,
        title:
          'پس از پرداخت قبض، چه مدت طول می‌کشد تا پرداخت انجام و تایید شود؟',
        description:
          'بسته به نوع درگاه پرداختی و تسویه با سازمان مورد نظر، معمولا پرداخت و تایید آن 10 روز زمان می‌برد.',
      },
      {
        id: 72,
        title: 'چه قبوضی را می‌توان از سوپر اپلیکیشن توبانک پرداخت کرد؟',
        description:
          'شما از طریق سوپر اپلیکیشن توبانک می‌توانید قبوض تلفن ثابت، موبایل، آب، برق و گاز خود را پرداخت نمایید.',
      },
      {
        id: 73,
        title: 'آیا می‌توانم قبوض خود را ذخیره و مدیریت کنم؟',
        description:
          'بله، شما برای راحتی و تسریع فرآیند پرداخت می‌توانید قبوض خود را ذخیره کنید تا در مراجعات بعدی زمان کمتری را صرف کنید.',
      },
      {
        id: 74,
        title:
          'آیا می‌توان هزینه قبوض را از طریق کیف پول الکترونیکی پرداخت کرد؟',
        description:
          'بله، شما می‌توانید قبوض خود را از طریق کیف پول الکترونیکی سوپر اپلیکیشن توبانک پرداخت نمایید. پرداخت از طریق کیف پول الکترونیکی می‌تواند در زمان شما صرفه‌جویی کند.',
      },
      {
        id: 75,
        title:
          'آیا می‌توان قبوض تلفن همراه و ثابت خود را بصورت میان‌دوره پرداخت نمود؟',
        description:
          'بله، شما می‌توانید قبوض تلفن همراه و ثابت خود را به دو صورت پایان‌دوره و میان‌دوره پرداخت نمایید.',
      },
      {
        id: 76,
        title: 'به چه طریقی می‌توانم قبوض خود را پرداخت کنم؟',
        description:
          'شما با استفاده از خدمت پرداخت قبض سوپر اپلیکیشن توبانک، به دو روش پرداخت با استفاده از شناسه قبض و پرداخت یا اسکن بارکد قبض، می‌توانید قبوض خود را پرداخت کنید.',
      },
    ],
  },
  {
    title: 'استعلام خلافی خودرو',
    id: 8,
    data: [
      {
        id: 81,
        title: 'برای استعلام خلافی خودرو به چه اطلاعاتی نیاز است؟',
        description:
          'شما می‌توانید با وارد کردن بارکد پستی (کد 8 یا 9 رقمی پشت کارت خودرو)، یا با در اختیار داشتن شناسه قبض و پرداخت می‌توانید خلافی خودرو خود را استعلام بگیرید.',
      },
      {
        id: 82,
        title: 'آیا می‌توان خلافی موتور سیکلت را نیز استعلام گرفت؟',
        description: 'بله',
      },
      {
        id: 83,
        title:
          'سعی کردم خلافی خودرو خود را استعلام بگیرم اما خلافی را نشان نمی‌دهد.',
        description:
          'در این مورد، این اتفاق از سمت توبانک نبوده و اطلاعات ارسالی از سمت پلیس راهنمایی و رانندگی به‌صورت موقت در دسترس نیست.',
      },
      {
        id: 77,
        title: 'چه زمانی طول می‌کشد تا خلافی پرداخت شده اعمال شود؟',
        description:
          'با توجه به ساز و کار پلیس راهنمایی و رانندگی، اعمال پرداخت خلافی خودرو حدود 14 روز زمان می‌برد.',
      },
      {
        id: 845,
        title: 'آیا می‌توان عوارض آزادراهی را از طریق توبانک پرداخت کرد؟',
        description:
          'بله، در قسمت خدمات خودرو، با انتخاب گزینه عوارض آزادراهی می‌توان از این خدمت استفاده نمود..',
      },
      {
        id: 845,
        title: 'آیا می‌توان برای پرداخت عوارض آزادراه، خودرو خود را ثبت کنم؟',
        description: 'بله.',
      },
    ],
  },
  {
    title: 'باشگاه مشتریان',
    id: 9,
    data: [
      {
        id: 91,
        title: 'باشگاه مشتریان چیست؟',
        description:
          'باشگاه مشتریان هواداری برای اولین بار و به‌صورت کاملا آنلاین و عملیاتی در سوپر اپلیکیشن توبانک برای هواداران باشگاه پرسپولیس ایجاد شده است و به‌زودی برای کلیه مشتریان بانک گردشگری در دسترس قرار خواهد گرفت.',
      },
      {
        id: 91,
        title: 'خدمات باشگاه مشتریان چیست؟',
        description:
          'در قسمت باشگاه مشتریان و انتخاب گزینه "دریافت کد تخفیف" می‌توانید از تخفیف‌های موجود استفاده کنید. همچنین در زمان پرداخت قبوض، خرید شارژ سیم‌کارت و بسته اینترنتی نیز می‌توانید از تخفیف باشگاه مشتریان استفاده کنید.',
      },
      {
        id: 91,
        title:
          'چگونه می‌توانم امتیاز باشگاه مشتریان سوپر اپلیکیشن توبانک را افزایش دهم؟',
        description:
          'علاوه بر پیش‌بینی صحیح مسابقات فوتبال و دریافت امتیاز آن، می‌توانید در قسمت باشگاه مشتریان و انتخاب گزینه "دریافت امتیاز"، لیست تمام امتیازها را مشاهده کنید. همچنین می‌توانید سابقه امتیاز‌های دریافتی و پرداختی را نیز مشاهده کنید.',
      },
      {
        id: 91,
        title: 'چگونه می‌توانم از امتیازهای خود استفاده کنم؟',
        description:
          'در قسمت باشگاه مشتریان و انتخاب گزینه "دریافت کد تخفیف" می‌توانید از تخفیف‌های موجود استفاده کنید. همچنین در زمان خرید شارژ سیم‌کارت، بسته اینترنتی و پرداخت قبوض نیز می‌توانید از تخفیف باشگاه مشتریان استفاده کنید.',
      },
    ],
  },
  {
    title: 'سوپرمارکت مالی',
    id: 10,
    data: [
      {
        id: 101,
        title: 'سوپرمارکت مالی چیست؟',
        description:
          'به‌طور کلی عمده‌ی فعالیت سوپرمارکت مالی، مدیریت ثروت سرمایه‌گذاران در قالب خدمات در بازار سرمایه، مشاوره‌های سرمایه‌گذاری و خدمات بیمه است.',
      },
      {
        id: 101,
        title: 'چک صیادی چیست؟',
        description:
          'توبانک اولین و تنها سوپراپلیکیشن غیر PSP است که توانسته مجوز عملیات چک را در قالب سامانه مزبور از بانک مرکزی جمهوری اسلامی ایران و شاپرک دریافت کند. با استفاده از سامانه‌ی پیچک می‌توان از خدمات استعلام اعتبار صادرکننده‌ی چک و ثبت، دریافت یا انتقال آن و استعلام چک‌های صادرشده و استعلام انتقال آن بهره‌مند شد.',
      },
      {
        id: 101,
        title: 'آیا فقط خدمات چک در سوپرمارکت مالی ارائه می‌شود؟',
        description:
          'خیر، به‌زودی خدماتی همچون مدیریت ثروت، صندوق سرمایه‌گذاری، مشاوره سرمایه‌گذاری، سجام و بورس به فهرست خدمات سوپرمارکت افزوده خواهد شد.',
      },
    ],
  },
  {
    title: 'خدمات گردشگری',
    id: 11,
    data: [
      {
        id: 111,
        title: 'بیمه مسافرتی چیست؟',
        description:
          'بیمه مسافرتی، یکی از انواع بیمه اشخاص است. در این بیمه‌نامه، بیمه‌شده تحت پوشش هزینه‌های احتمالی ناشی از حوادث غیرمنتظره در سفر قرار می‌گیرد.',
      },
      {
        id: 112,
        title: 'پوشش‌های بیمه مسافرتی چیست؟',
        description:
          'بیمه‌گذاران در این نوع بیمه تحت پوشش تمام هزینه‌های درمانی و بیمارستانی از جمله ویزیت پزشک، جراحی، پانسمان، انواع آزمایش‌‌های پزشکی، مخارج بیهوشی، هزینه‌های اتاق عمل و جابه‌جایی به بیمارستان، هزینه‌های دارو، دندانپزشکی، بلایای طبیعی، تروریسم، زایمان و هر حادثه دیگری است که ‌‌بیمه‌گر و ‌‌بیمه‌گذار براساس شرایط قرارداد و با رعایت فرانشیز توافق کرده‌اند، قرار‌ می‌گیرند.',
      },
    ],
  },
];
