import React from 'react';

import { PageHeader, Space, Typography, Collapse } from 'antd';
import { useMediaQuery } from '../../hooks';

const { Title, Text } = Typography;
const { Panel } = Collapse;

interface IProps {}

const Terms: React.FC<IProps> = (props) => {
  const isMobile = useMediaQuery('(max-width: 768px)');

  return (
    <div className="container">
      <Space direction="vertical" className="w-100" size={36}>
        <Title level={3} className="text-center">
          شرایط و مقررات ارائه خدمات توبانک
        </Title>
        <Title level={4}>حدود مسئولیت و شرایط بانک </Title>
        <Space direction="vertical" size={16}>
          <Title level={5}>امنیت سپرده‌ها و تضامین</Title>
          <Text>
            مبالغ سپرده‌های مشتریان در چارچوب ضوابط قانونی و تا سقف قانونی تعیین
            شده، مورد تضمین صندوق ضمانت سپرده های بانک مرکزی و بانک گردشگری است.
          </Text>
          <Text>
            همه‌ی اطلاعات حساب‌ها و مدارک هویتی مشتریان محرمانه بوده و بانک
            متعهد می‌شود تحت هر شرایطی جز در موارد مصرحه قانونی و با دستور مراجع
            قانونی از افشا آن خودداری نماید.
          </Text>
        </Space>
        <Space direction="vertical" size={16}>
          <Title level={5}>ساعات پاسخگویی</Title>
          <Text>
            توبانک ، یک بانک ۲۴ ساعته است و در هیچ روز و ساعتی از سال، تعطیلی
            ندارد. تمام روزها و تمام ساعات شبانه‌روز، توبانک باز است.
          </Text>
          <Text>
            توبانک از طریق مرکز امور مشتریان با شماره تماس23950 ، موظف به
            پاسخگویی به مشتریان محترم می‌باشد.
          </Text>
        </Space>
        <Space direction="vertical" size={16}>
          <Title level={5}>کارمزدها</Title>
          <Text>
            توبانک، کارت‌های بانکی درخواست شده مشتریان را برای بار اول، بصورت
            رایگان و در کمترین زمان ممکن به دست مشتریان می‌رساند.
          </Text>
          <Text>
            {' '}
            کلیه هزینه‌ها و کارمزدهای مرتبط با فرایند شناسایی مشتری، افتتاح
            حساب، صدور و ارسال کارت توسط توبانک پرداخت می‌شود و خدمات مذکور برای
            مشتریان محترم رایگان است.{' '}
          </Text>
          <Text>
            افتتاح حساب در توبانک، نیازمند هیچ مبلغ اولیه‌ای برای ذخیره‌سازی در
            حساب به استثنا موارد مصرحه قانونی نیست.
          </Text>
          <Text>
            {' '}
            هزینه هرگونه هدیه و تشویق مشتریان بابت دعوت مشتریان جدید، بر عهده
            توبانک است و مشتریان هیچ هزینه‌ای را به معرف بابت دریافت کد
            فعال‌سازی نباید پرداخت کنند.{' '}
          </Text>
        </Space>
        <Space direction="vertical" size={16}>
          <Title level={5}>امنیت اطلاعات و حریم شخصی</Title>
          <Text>
            تمامی موارد امنیتی که بر عهده بانک است توسط توبانک با کمال دقت رعایت
            خواهد شد و مسئولیت هرگونه تقصیر در این خصوص بر عهده توبانک است.
          </Text>
          <Text>
            حریم شخصی کاربران خصوصاً در مواردی مانند دریافت دسترسی به امکاناتی
            چون دوربین یا دفترچه تلفن گوشی به دقت رعایت می شود.
          </Text>
          <Text>
            {' '}
            توبانک موظف است اطلاعات هویتی و مدارک کاربران را در کمال دقت و جدیت
            نگهداری نماید؛ توبانک نیز با انجام نظارت، مسئولیت هرگونه سو استفاده
            از آن ها را تعهد می نماید.{' '}
          </Text>
        </Space>
        <Space direction="vertical" size={16}>
          <Title level={5}>امکانات</Title>
          <Text>
            {' '}
            کارت‌های بانکی ، به شبکه‌های سراسری شتاب و شاپرک متصل است و کاربران،
            امکان کار با همه دستگاه‌های خودپرداز شتابی سراسر کشور، دستگاه‌های
            کارتخوان فروشگاه‌ها، و درگاه‌های پرداخت اینترنتی را دارند.{' '}
          </Text>
          <Text>
            {' '}
            توبانک، نوآوری در محصولات و خدمات بانکی را وظیفه قطعی و حتمی خود
            می‌داند و مأموریت خود را خلق و طراحی چیزی بیشتر از گذشته می‌داند.
            این موضوع نه یک چشم‌انداز بلکه یکی از تعهدات ماست به مشتریان.{' '}
          </Text>
          <Text>
            توبانک ضروری می‌داند شفافیت کاملی در مبالغ کارمزدها، سودهای دریافتی
            و پرداختی و نیز عملیات مالی داشته باشد.
          </Text>
        </Space>

        <Space direction="vertical" size={16}>
          <Title level={4}>
            حدود مسئولیت مشتری و شرایط لازم برای افتتاح حساب:
          </Title>
          <Text>
            افتتاح حساب در توبانک بر اساس ضوابط، مقررات و دستورالعمل های بانکی
            ابلاغی از سوی بانک مرکزی و سایر مراجع قانونی است.
          </Text>
          <Text>
            {' '}
            کاربران با سن ۱۸ سال تمام و به بالا، می‌توانند نسبت به افتتاح سپرده
            سرمایه گذاری کوتاه مدت اقدام کنند. بانک گردشگری استرداد مبلغ اصل
            حساب را تعهد می نماید و وجوه حساب سرمایه گذاری را با حق توکیل به غیر
            ولو کرارا و در صورت فوت صاحب / صاحبان حساب به وصایت(از طرف
            صاحب/صاحبان حساب) طبق قانون عملیات بانکی بودن ربا به طور مشاع به کار
            گرفته و منافع حاصله را پس از کسر حق الوکاله و حق الوصایه با داشتن حق
            مصالحه طبق آیین نامه و مقررات مربوطه به تناسب مبلغ و مدت به ذینفع
            حساب ها یا قائم مقام قانونی ایشان پرداخت می نماید.{' '}
          </Text>
          <Text>
            {' '}
            صرفا صاحب حساب حق استفاده از موجودی حساب آن هم از درگاه‌های مورد
            تایید توبانک را دارد و در مواقع ضروری پیش بینی شده در قانون مثل فوت،
            حجر و ... ، استفاده از حساب صرفا از طریق مرکز عملیات توبانک برای
            صاحب حساب و یا نماینده قانونی او (ولی، وصی، قیم و وکیل) پس از ارایه
            مدارک و گواهی‌های مثبته قانونی و رعایت تشریفات مالیاتی ممکن خواهد
            بود.{' '}
          </Text>
          <Text>
            {' '}
            مشتري می‌تواند از طریق توبانک بر اساس ضوابط و مقررات اعلامی از سوی
            بانک مرکزی یا آیین‌نامه‌های داخلی بانک، مبالغ را از حساب خود به هر
            حسابي در بانک گردشگری و سایر بانک‌ها منتقل نمايد.{' '}
          </Text>
          <Text>
            {' '}
            در صورتي که بانک به هر طریقی از فوت، حجر و ورشکستگي دارنده حساب یا
            استفاده‌کننده از خدمات الکترونيکي مطلع گردد و همچنين در مواردي که
            نامه‌اي از مراجع ذيصلاح قانوني که حق بازداشت اموال اشخاص را دارند
            دريافت نمايد، خدمات مذکور را غيرفعال نموده و با مانده حساب‌هاي مرتبط
            به آن طبق شرايط و مقررات حساب‌هاي مذکور عمل خواهد نمود.{' '}
          </Text>
          <Text>
            کارت بانکی ، به آدرس اعلامی مشتریان ارسال می‌شود و دریافت رمزها، در
            اپلیکیشن انجام می‌شود.
          </Text>
        </Space>

        <Space direction="vertical" size={16}>
          <Title level={5}>احراز هویت مشتری</Title>
          <Text>
            مشتری با رضایت کامل اقرار نمود کلیه اطلاعات احراز هویت را مطابق با
            واقعیت و منطبق بر آخرین مدارک شناسایی خود در اختیار توبانک قرار داده
            است.
          </Text>
          <Text>
            توبانک در صورت عدم احراز شرایط مقرر برای احراز هویت یا صلاحیت
            متقاضیان، می‌تواند از افتتاح حساب خودداری نماید.
          </Text>
          <Text>
            به منظور رعایت اصول امنیتی و مراقبت از اطلاعات و حقوق مشتریان، این
            حق برای توبانک محفوظ است که فرایند شناسایی مشتری را در هر زمانی که
            لازم است تکرار و اطلاعات مشتری را صحه‌گذاری نماید.
          </Text>
          <Text>
            متقاضی افتتاح حساب، به توبانک اجازه می‌دهد تا برای شناسایی هویت و
            اعتبارسنجی وی، از مراجع قانونی و با صلاحیت نظیر بانک مرکزی و سازمان
            ثبت احوال، در مورد اطلاعات وی استعلام نماید.
          </Text>
          <Text>
            تعریف مشتری و افتتاح حساب برای وی، مستلزم استعلام‌هایی از بانک مرکزی
            و ثبت احوال و نیز تطابق آنها با اطلاعات اظهار شده‌ی کاربر است؛ در
            صورت عدم تطابق اطلاعات مشتری و یا وجود اشکال سیستمی در استعلام،
            مسئولیتی متوجه توبانک نخواهد بود.
          </Text>
          <Text>
            توبانک برای ارائه خدمات به مشتریان شناسایی شده، با رعایت کامل اصول و
            استانداردهای امنیتی، از روش‌هایی نظیر شناسایی با رمز اختصاصی یا
            ویژگی‌های بایومتریک استفاده می‌کند که به منزله تشخیص با امضای مشتری
            بوده و این موضوع مورد تایید و موافقت مشتری می‌باشد.
          </Text>
        </Space>
        <Space direction="vertical" size={16}>
          <Title level={5}>شرایط عملیاتی توبانک</Title>
          <Text>
            توبانک فاقد شعبه فیزیکی برای مراجعه و انجام عملیات بانکی است و همه
            امور مشتریان از درگاه اپلیکیشن انجام می‌شود.
          </Text>
          <Text>
            {' '}
            در مواردی که بنا به عللی از قبیل خرابی زیرساختهای اینترنتی، اختلال
            یا قطع خطوط ارتباطی و سایر رویدادهای اجتناب‌ناپذیر که خارج از کنترل
            توبانک باشد، این بانک قادر به ارائه خدمات بانکی نخواهد بود که جزئی
            از ماهیت یک سرویس‌های تمام دیجیتال است.{' '}
          </Text>
        </Space>
        <Space direction="vertical" size={16}>
          <Title level={5}>اختیارات توبانک</Title>
          <Text>
            صاحب حساب ضمن عقد خارج لازم و به طور غیرقابل برگشت به بانک اختیار
            داد که اگر توبانک تحت هر عنوان اشتباها و یا من غیر حق وجوه یا ارقامی
            اضافه بر حساب مشتری منظور و یا در محاسبه هر نوع اشتباهی نماید، مجاز
            است راسا و بدون نیاز به هرگونه تشریفات اداری و قضایی نسبت به رفع
            اشتباه و برگشت از حساب وی اقدام نماید، چنانچه مشتری وجوه را قبلا
            برداشت نماید، بدینوسیله تعهد نمود که ظرف مدت 3 روز کاری پس از اخطار
            کتبی بانک نسبت به استرداد وجه اقدام نماید در غیر این صورت علاوه بر
            استرداد اصل وجوه استفاده شده، وجه التزامی( معادل بالاترین نرخ سود
            تسهیلات اعطایی در بخش خدمات به علاوه 6 درصد) از تاریخ برداشت به بانک
            پرداخت نماید. تشخیص بانک در مورد وقوع اشتباه یا پرداخت بدون حق و
            لزوم برگشت از حساب معتبر بوده و صاحب حساب حق هرگونه اعتراضی را در
            این خصوص از خود سلب نمود.
          </Text>
        </Space>
      </Space>
    </div>
  );
};
export default Terms;
